INSERT INTO tbl_side_menu (sideName, price, quantity)
VALUES
    ('판타스틱 콤보', 9300, 5),
    ('서프라이즈 콤보', 10500, 5),
    ('매콤연유 팝콘치킨(20ea)', 3400, 5),
    ('알프레도 베이컨 크림 파스타', 9300, 5),
    ('리치 치즈 파스타', 7900, 5),
    ('상하이 쉬림프 파스타', 9800, 5),
    ('골드 콘 감자그라탕', 7900, 5),
    ('대만 연유 치즈볼', 5800, 5),
    ('소이갈릭 윙 8조각', 7900, 5),
    ('소이갈릭 윙 4조각', 4200, 5),
    ('핫나초 치즈치킨 4조각', 6500, 5),
    ('핫나초 치즈치킨 8조각', 10600, 5),
    ('코울슬로', 1600, 5),
    ('콘샐러드', 1600, 5);

INSERT INTO `tbl_dough` (`doughName`, `doughPrice`)
VALUES
    ('리치골드 라지', 5000),
    ('리치골드 미디움', 4000),
    ('치즈크러스트 골드 라지', 5000),
    ('치즈크러스트 골드 미디움', 4000),
    ('치즈크러스트 라지', 4000),
    ('치즈크러스트 미디움', 3000),
    ('오리지널 엣지 라지', 0),
    ('오리지널 엣지 미디움', 0);

INSERT INTO `tbl_pizza` (`pizzaName`, `quantity`)
VALUES
    ('올라! 타코', 5),
    ('수퍼슈프림', 5),
    ('씨푸드킹', 5),
    ('립스테이크', 5),
    ('베이컨포테이토', 5),
    ('직화불고기', 5);


INSERT INTO tbl_size (sizeName, price, pizzaId, quantity) VALUES
                                                    ('미디움', 29500, 1, 5),
                                                    ('라지', 34900, 1, 5),
                                                    ('미디움', 28500, 2, 5),
                                                    ('라지', 33900, 2, 5),
                                                    ('미디움', 30500, 3, 5),
                                                    ('라지', 36900, 3, 5),
                                                    ('미디움', 30500, 4, 5),
                                                    ('라지', 36900, 4, 5),
                                                    ('미디움', 30500, 5, 5),
                                                    ('라지', 36900, 5, 5),
                                                    ('미디움', 29500, 6, 5),
                                                    ('라지', 34900, 6, 5);
# DELETE FROM tbl_size;
